Revit 2027 API
BuiltInFailures.FamilyFailures.CannotPasteObject Property
 Can't paste some or all of the selected objects.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotPasteObject { get; }
Public Shared ReadOnly Property CannotPasteObject As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotPasteObject {
	FailureDefinitionId^ get ();
}
static member CannotPasteObject : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.FamilyFailures Class
Autodesk.Revit.DB Namespace